Repository: layonferrari/supplyconnect
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, zh_hans

source: Login Colaborador
de: Mitarbeiter-Anmeldung
es: Inicio de Sesión Empleado
zh_hans: 员工登录

source: Área do Colaborador
de: Mitarbeiterbereich
es: Área del Empleado
zh_hans: 员工区域

source: Em Desenvolvimento
de: In Entwicklung
es: En Desarrollo
zh_hans: 开发中

source: Autenticação via Active Directory por país
de: Authentifizierung über Active Directory nach Land
es: Autenticación vía Active Directory por país
zh_hans: 按国家通过Active Directory进行身份验证

source: Acesso seguro com credenciais corporativas
de: Sicherer Zugang mit Unternehmensanmeldedaten
es: Acceso seguro con credenciales corporativas
zh_hans: 使用公司凭据安全访问

source: Sincronização automática de permissões
de: Automatische Synchronisierung von Berechtigungen
es: Sincronización automática de permisos
zh_hans: 自动同步权限

source: Suporte multi-idioma
de: Mehrsprachige Unterstützung
es: Soporte multiidioma
zh_hans: 多语言支持

source: Países suportados
de: Unterstützte Länder
es: Países Soportados
zh_hans: 支持的国家

source: Brasil, Argentina, México, Alemanha, Itália, China e Estados Unidos
de: Brasilien, Argentinien, Mexiko, Deutschland, Italien, China und USA
es: Brasil, Argentina, México, Alemania, Italia, China y Estados Unidos
zh_hans: 巴西、阿根廷、墨西哥、德国、意大利、中国和美国

source: Voltar à Página Inicial
de: Zurück zur Startseite
es: Volver a la Página Inicial
zh_hans: 返回首页

source: Idioma
de: Sprache
zh_hans: 语言

source: Acesso Negado
de: Zugriff verweigert
es: Acceso Denegado
zh_hans: 访问被拒绝

source: Você não tem permissão para acessar esta página.
de: Sie haben keine Berechtigung, auf diese Seite zuzugreifen.
es: No tiene permiso para acceder a esta página.
zh_hans: 您没有权限访问此页面。

source: Esta área é exclusiva para fornecedores autorizados.
de: Dieser Bereich ist ausschließlich für autorisierte Lieferanten.
es: Esta área es exclusiva para proveedores autorizados.
zh_hans: 此区域仅限授权供应商访问。

source: Página Inicial
de: Startseite
zh_hans: 首页

source: Fazer Login
de: Anmelden
es: Iniciar Sesión
zh_hans: 登录

source: Login Parceiro
de: Partner-Anmeldung
es: Inicio de Sesión Socio
zh_hans: 合作伙伴登录

source: Portal do Parceiro
de: Partner-Portal
es: Portal del Socio
zh_hans: 合作伙伴门户

source: E-mail
es: Correo electrónico
zh_hans: 电子邮件

source: Senha
de: Passwort
es: Contraseña
zh_hans: 密码

source: Entrar
de: Anmelden
zh_hans: 登录

source: Voltar
de: Zurück
es: Volver
zh_hans: 返回

source: Portal do Fornecedor
de: Lieferanten-Portal
es: Portal del Proveedor
zh_hans: 供应商门户

source: Sair
de: Abmelden
es: Salir
zh_hans: 退出

source: Meus Contratos
de: Meine Verträge
es: Mis Contratos
zh_hans: 我的合同

source: Visualize e gerencie seus contratos ativos com a ILPEA.
de: Sehen und verwalten Sie Ihre aktiven Verträge mit ILPEA.
es: Visualice y gestione sus contratos activos con ILPEA.
zh_hans: 查看和管理您与ILPEA的有效合同。

source: Em breve
de: Demnächst
es: Próximamente
zh_hans: 即将推出

source: Pendências
de: Ausstehend
es: Pendientes
zh_hans: 待办事项

source: Acompanhe ações pendentes e prazos importantes.
de: Verfolgen Sie ausstehende Aktionen und wichtige Fristen.
es: Realice seguimiento de acciones pendientes y plazos importantes.
zh_hans: 跟踪待办事项和重要截止日期。

source: Notificações
de: Benachrichtigungen
es: Notificaciones
zh_hans: 通知

source: Receba atualizações sobre suas interações com as filiais.
de: Erhalten Sie Updates über Ihre Interaktionen mit Niederlassungen.
es: Reciba actualizaciones sobre sus interacciones con las sucursales.
zh_hans: 接收有关您与分支机构互动的更新。

source: Relatórios
de: Berichte
es: Informes
zh_hans: 报告

source: Acesse relatórios de desempenho e qualidade.
de: Greifen Sie auf Leistungs- und Qualitätsberichte zu.
es: Acceda a informes de rendimiento y calidad.
zh_hans: 访问绩效和质量报告。

source: Estamos construindo algo incrível!
de: Wir bauen etwas Unglaubliches!
es: ¡Estamos construyendo algo increíble!
zh_hans: 我们正在构建令人惊叹的东西！

source: Todos os direitos reservados
de: Alle Rechte vorbehalten
es: Todos los derechos reservados
zh_hans: 版权所有

source: Bem-vindo ao Portal
de: Willkommen im Portal
es: Bienvenido al Portal
zh_hans: 欢迎来到门户

source: Sou Parceiro
de: Ich bin Partner
es: Soy Socio
zh_hans: 我是合作伙伴

source: Sou Colaborador
de: Ich bin Mitarbeiter
es: Soy Empleado
zh_hans: 我是员工
